[
    {
    "id": 1,
    "name": "The Navy Audrey",
    "Size": "2",
    "Description": "This 60's navy beauty, originally sourced in an NYC thrift shop, has such an elegant cut. The fabric drapes and hugs your body in all the right places. Originally a long gown, it has been hemmed to a length that is perfect for a date night, or an office party.",
    "Image1": "...public/images/1.jpg", 
    "Image2":"...public/images/2.jpg",
    "SEO-Terms": ""
  },
  {
    "id": 2,
    "name": "Little Beaux Dress",
    "Size": "4",
    "Description": "This vintage gem came to us from suburban Philadelphia looking almost like a prarie dress. It's sleeves were long, the skirt came down to the ankles and there was originally a black panel behind the bow on the back. Regardless, the potential was evident. After shortening the hem, sleeves and removing that panel to allow that beautiful bow detail to shine, this dress became a LBD treasure that works on any occasion.",
    "Image1": "...public/images/3.jpg",
    "Image2": "...public/images/4.jpg"
  },
  {
    "id": 3,
    "name": "You, Jane",
    "Size": "4/6",
    "Description": "This rockabilly gem was sourced in Portland, Oregon. It is so flattering at the waist. This tough cotton beauty will forever give us major Tarzan and Jane vibes!", 
    "Image1": "...public/images/5.jpg",
    "Image2": "...public/images/6.jpg"
  },
    {
    "id": 4,
    "name": "Dark Marilyn",
    "Size": "4/6",
    "Description": "This parisian stunner is difficult to part with. A cotton concoction of beautiful stitching, perfect pleats, and sexy layers, make this dress truly one of a kind. Sourced in Italy and worn all over the streets of Paris, this piece comes ready to add new beautiful moments to the tapestry of it's existence.", 
    "Image1": "...public/images/7.jpg",
    "Image2": "...public/images/8.jpg"
  },
  {
    "id": 5,
    "name": "Sway, Fay",
    "Size": "2/4",
    "Description": "This beautiful two-piece set is what 70's dreams are made of. Made of a delicate 100% silk, it offers beautiful movement and is light enough to be a perfect choice for multiple seasons.", 
    "Image1": "...public/images/10.jpg",
    "Image2": "...public/images/11.jpg"
  },
  {
    "id": 6,
    "name": "90's Floral Mini",
    "Size": "2/4",
    "Description": "This navy and white floral mini is so flattering no matter your body type. The short skirt is beautifully offset but the ladylike ruffled neckline for a sweet & sexy combination!" , 
    "Image1": "...public/images/12.jpg",
    "Image2": "...public/images/13.jpg"
  },
  {
    "id": 7,
    "name": "Hutton's Horseshoe",
    "Size": "6/8",
    "Description": "This vintage Ralph Lauren number gives off major equestrian Lauren Hutton vibes. A flattering fit no for most sizes 2-8, this merino wool number is a perfect fall LBD.", 
    "Image1": "...public/images/14.jpg",
    "Image2": "...public/images/15.jpg",
    "Image3": "...public/images/16.jpg"
  },
  {
    "id": 8,
    "name": "Tuxedo Realness",
    "Size": "4",
    "Description": "Own the boardroom in this heavy yet powerful rayon black tuxedo dress.", 
    "Image1": "...public/images/17.jpg",
    "Image2": "...public/images/18.jpg"
  },
  {
    "id": 9,
    "name": "Goddess Print",
    "Size": "2",
    "Description": "This vintage piece was sourced in North Philadelphia. It came to us as a long skirt with a fairly tight bottom. A short trim and reworking of it's gorgeous, flattering bodice gave this beauty new life.", 
    "Image1": "...public/images/19.jpg",
    "Image2": "...public/images/20.jpg"
  },
  {
    "id": 10,
    "name": "Disco Squares",
    "Size": "2/4/6/8",
    "Description": "This orange stretchy number is so beautiful and fun! Pair it with a sweet red lip and big hair and dance the night away!", 
    "Image1": "...public/images/21.jpg",
    "Image2": "...public/images/22.jpg"
  },
  {
    "id": 11,
    "name": "Pollock Florals",
    "Size": "6/8",
    "Description": "This vibrant vintage day dress reminds us of the beautiful colors in a floral Jackson Pollock piece. Perfect for a day date or an easter lunch,this dress is sure to put you in a good mood!", 
    "Image1": "...public/images/23.jpg",
    "Image2": "...public/images/24.jpg"
  },
  {
    "id": 12,
    "name": "Rose with Monet",
    "Size": "4/6",
    "Description": "The Rose with Monet dress is exactly what it sounds like. A frock that is ideal for a afternoon of champagne picnicking. With it's flattering light pleats and waistline, this dress is the definition of dreamy.", 
    "Image1": "...public/images/25.jpg",
    "Image2": "...public/images/26.jpg"
  },
  {
    "id": 13,
    "name": "Jaquard LBD",
    "Size": "4",
    "Description": "This black jaquard dress, has stitching details for days. With a V-neck & back; reminiscent of a 50's hoop style, this dress can easily go from cocktails to formal wear!", 
    "Image1": "...public/images/27.jpg",
    "Image2": "...public/images/28.jpg"
  },
  {
    "id": 14,
    "name": "Black & Red Sailor",
    "Size": "4",
    "Description": "This vintage inspired dress comes with a cute red slip that peeps out just so and adorable red flap and button detail on the back.", 
    "Image1": "...public/images/29.jpg",
    "Image2": "...public/images/30.jpg"
  },
  {
    "id": 15,
    "name": "Pearls & Polkas",
    "Size": "4/6",
    "Description": "This vintage polka-dot beauty is a beachday staple. It's lightweight fabric won't hold you down. Yet, with it's darling details like the v-line back and pearl buttons, it can be easily taken from day to night with just a quick red lip application. ",
    "Image1": "...public/images/31.jpg",
    "Image2": "...public/images/32.jpg"
  },
  {
    "id": 16,
    "name": "Blue Hawaiian Print",
    "Size": "2-10",
    "Description": "This vintage summer dress came to us from Albania! It features a wonderfully stretchy waistline, and can fit a wide array of sizes. It is an ideal summer dress that will have you twirling it's beautifully pleated skirt all day long.", 
    "Image1": "...public/images/33.jpg",
    "Image2": "...public/images/34.jpg",
    "Image3": "...public/images/35.jpg"
  },
  {
    "id": 17,
    "name": "Goddess Print",
    "Size": "6/8",
    "Description": "This vintage piece was sourced in North Philadelphia. It came to us as a long skirt with a fairly tight bottom. A short trim gave this beauty new life.", 
    "Image1": "...public/images/19.jpg",
    "Image2": "...public/images/20.jpg"
  },
  {
    "id": 18,
    "name": "Red & Gold Skirt",
    "Size": "6/8",
    "Description": "This vintage red & gold jaquard skirt is what holiday gala dreams are made of. The dress is intended for a regular to petite sized queen.", 
    "Image1": "...public/images/36.jpg",
    "Image2": "...public/images/37.jpg"
  },
  {
    "id": 19,
    "name": "The Cindi",
    "Size": "4/6",
    "Description": "This vintage 80s/90s gives us major Top Model vibes. It features a beautifully layered, ruffled skirt, a loose bodice and the most delicate of polka-dotted chiffon overlay.", 
    "Image1": "...public/images/38.jpg",
    "Image2": "...public/images/39.jpg",
    "Image3": "...public/images/40.jpg"
  },
  {
    "id": 20,
    "name": "Power Skirt",
    "Size": "4/6",
    "Description": "This vintage wool skirt is another office staple for the fashion forward executive. It features a tight fitting high-waist and just above the ankle length that cuts a beautiful and slimming figure.", 
    "Image1": "...public/images/41.jpg",
    "Image2": "...public/images/42.jpg"
  },
  {
    "id": 21,
    "name": "Slinky LBD",
    "Size": "2/4",
    "Description": "This 90s beauty is something like a dressed up nightie. Just pair it with the right shoes, a killer pair of earrings and it is ready for a night on the town!", 
    "Image1": "...public/images/43.jpg",
    "Image2": "...public/images/44.jpg"
  },
  {
    "id": 22,
    "name": "Everything at Tiffany's Skirt",
    "Size": "6/8",
    "Description": "This perfect vintage skirt will have you feeling like a lady no matter what you decide to do in it. Yith a gorgeous waistline that tucks you in 'just so', this skirt has a slight sheen to it that makes it perfect for even a formal evening out.", 
    "Image1": "...public/images/45.jpg"
  },
  {
    "id": 23,
    "name": "The MaryAnne",
    "Size": "0/2",
    "Description": "This gorgeous Gingham number brings us back to our Gilligan's Island vibes. The sweet and sassy Mary-Anne dress is a perfect vintage choice for any day out.", 
    "Image1": "...public/images/46.jpg",
    "Image2": "...public/images/47.jpg"
  }
]